{
  "no": 0,
  "shortName": "Rohdaten",
  "recommendation": "Nur für technisch versierte Nutzer*innen empfohlen!\nNur Download, keine Ansicht im Viewer möglich",
  "repInfo": "Sie können mehrere AIPs auswählen. Beachten Sie jedoch: Da im Profil 0 keine Redundanzen herausgefiltert werden, kann der Download durch redundante Dateien sehr groß werden, wenn Sie mehrere AIPs herunterladen.",
  "deliveryInfo": "Für das Profil 0 ist die Anzeige im Viewer aus technischen Gründen nicht möglich.",
  "fullDesc": {
    "desc": [
      "Das Rohdaten-Profil ist genau genommen kein DIP-Profil, da für die Auslieferung der Archivalien kein eigenes Paket erzeugt wird. Vielmehr erhalten Nutzer des Profil 0 eine unbearbeitete Kopie des/derjenigen AIPs, welche/s sie gerne einsehen wollen. Somit enthält dieses Auslieferungspaket gerade keine zusätzlichen Daten zum DIP oder aus der Verzeichnungssoftware.",
      "Das Profil 0 kann auch nur ausgewählt werden, wenn keine Inhalte aus dem AIP für die Nutzung gesperrt sind. Teilweise Zugriffssperren können nur in den DIPs automatisch herausgefiltert werden."
    ],
    "suitability": [
      "Das Profil 0 ist hauptsächlich für technisch versierte Nutzer geeignet, die die digitalen Unterlagen unverändert in genau der Form einsehen möchten, in der sie im elektronischen Langzeitarchiv gespeichert sind. Auch für technisch interessierte Nutzer kann dieses Profil interessant sein, wenn sie den Aufbau des AIP selbst untersuchen wollen, z.B. um in ferner Zukunft etwas über die frühere Arbeitsweise von elektronischen Langzeitarchiven zu erfahren."
    ],
    "ieLevel": [
      "Alle Metadaten werden übernommen."
    ],
    "itemLevel": [
      "Alle Metadaten werden übernommen."
    ],
    "archivalProcess": [
      "Alle Metadaten werden übernommen."
    ],
    "representations": [
      "Standardmäßig wird nur die Ursprungsrepräsentation ausgeliefert. Der Nutzer darf jedoch beliebig viele Repräsentationen selbst auswählen."
    ],
    "other": [
      "Hinweis zum Unterschied zwischen DIP und AIP: Bei der DIP-Generierung werden die gewünschten AIPs in ein gemeinsames DIP verpackt und es wird eine einzige Metadatendatei erzeugt, die Redundanzen im Bereich der IE-Daten sowie Objekt-Duplikate (Dateien mit identischem Item und identischem Preservation-Level, aber in unterschiedlichen AIPs) entfernt, aber zusätzliche Metadaten zum DIP und zur VZE hinzufügt. Dieses DIP kann dann auch zu einem View-DIP verarbeitet und im Viewer angezeigt werden.\nDas Roh-AIP wird nicht verändert und kann nicht im Viewer angezeigt, sondern nur heruntergeladen werden. Für jedes AIP erhält der Nutzer eine tar mit allen Dateien und der zum AIP gehörigen Metadaten-Datei – inkl. möglicher Redundanzen."
    ]
  }
}